Repository: QuantumETS/Godot-Pennylane
Catalog: godot/locale/*.po
Languages: fr

source: Statevector : 1 ∣0⟩ + 0 ∣1⟩
fr: Vecteur d'état : 1 ∣0⟩ + 0 ∣1⟩

source: set reference state (for global phase flag)
fr: définir l'état de référence (pour l'indicateur de phase global)

source: Close menu
fr: Fermer le menu

source: Leave scene to main menu
fr: Quitter vers le menu principale

source: Language:
fr: Langue:

source: Show Axes
fr: Afficher les axes

source: Show Labels
fr: Afficher les libellés

source: Show Sphere
fr: Afficher la sphère

source: Show Global Phase Flag
fr: Afficher le drapeau de phase global

source: Show Global Phase Vector
fr: Afficher le vecteur de phase global

source: Statevector : %.2f %s %.2fi ∣0⟩ %s %.2f %s %.2fi ∣1⟩
fr: Vecteur d'état : %.2f %s %.2fi ∣0⟩ %s %.2f %s %.2fi ∣1⟩
